tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "coreutils"
brew "openssl@1.1"
brew "readline"
brew "asdf"
brew "asimov"
brew "aspell"
brew "awscli"
brew "bat"
brew "cmake"
brew "curl"
brew "editorconfig"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "jq"
brew "lazygit"
brew "libvterm"
brew "neovim"
brew "postgresql", restart_service: true
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "watchexec"
brew "helix-editor/helix/helix"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-native-comp"]
cask "appcleaner"
cask "firefox"
cask "font-ibm-plex"
cask "font-jetbrains-mono"
cask "iterm2"
cask "launchbar"
cask "netnewswire"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "transmit"
cask "visual-studio-code"
cask "vivaldi"
