tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "universal-ctags/universal-ctags"
brew "asdf"
brew "autojump"
brew "bat"
brew "cloc"
brew "cmake"
brew "diff-so-fancy"
brew "editorconfig"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "imageoptim-cli"
brew "memcached"
brew "neovim"
brew "pandoc"
brew "postgresql", restart_service: true
brew "redis"
brew "ripgrep"
brew "stow"
brew "tidy-html5"
brew "tig"
brew "tldr"
brew "tmux"
brew "watchexec"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "firefox"
cask "font-jetbrains-mono"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "macvim"
cask "visual-studio-code"
