tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "coreutils"
brew "openssl@1.1"
brew "readline"
brew "asdf"
brew "asimov"
brew "aspell"
brew "awscli"
brew "bat"
brew "cmake"
brew "curl"
brew "dog"
brew "editorconfig"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "jq"
brew "lazygit"
brew "libvterm"
brew "mas"
brew "neovim"
brew "pandoc"
brew "postgresql", restart_service: true
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "trash"
brew "watchexec"
brew "helix-editor/helix/helix"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-native-comp"]
cask "1password"
cask "appcleaner"
cask "firefox"
cask "font-ibm-plex"
cask "font-jetbrains-mono"
cask "font-public-sans"
cask "iterm2"
cask "launchbar"
cask "netnewswire"
cask "numi"
cask "raindropio"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "transmit"
cask "visual-studio-code"
cask "vivaldi"
mas "1Password for Safari", id: 1569813296
mas "Craft", id: 1487937127
mas "DaisyDisk", id: 411643860
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Exporter", id: 1099120373
mas "Hush", id: 1544743900
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Motif", id: 1404636482
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Save to Raindrop.io", id: 1549370672
mas "Tweetbot", id: 1384080005
mas "Vinegar", id: 1591303229
mas "Wipr", id: 1320666476
